{
  "gameModeOff": [
    {
      "name": "Apple Macbook air M2",
      "description": "My MacBook is the perfect laptop for coding and everyday tasks. It’s lightweight, fast, and has incredible battery life, letting me work anywhere without worrying about charging.",
      "icon": "Macbook"
    },
    {
      "name": "Iiyama G-Master GB3467WQSU-B5 Red Eagle",
      "description": "This is a great ultrawide monitor for programming and multitasking. Its 34-inch display provides ample screen space for coding, debugging, and running multiple windows side by side.",
      "icon": "Monitor"
    },
    {
      "name": "Custom electric Desk",
      "description": "My electric desk has completely changed the way I work. With adjustable height, I can easily switch between sitting and standing, keeping me comfortable and focused throughout the day. ",
      "icon": "Desk"
    },
    {
      "name": "Edifier R1600TIII",
      "description": "They deliver clear and balanced sound, making coding sessions more enjoyable and music sound great.",
      "icon": "Speakers"
    }
  ],
  "gameModeOn": [
    {
      "name": "Rtx 4070TI Ryzen 9 9700X PC",
      "description": "This rig is my powerhouse for high-FPS gaming. Whether it’s fast-paced shooters or graphically demanding RPGs, everything runs buttery smooth and looks stunning.",
      "icon": "Pc"
    },
    {
      "name": "Playstation",
      "description": "The Apple Macbook air M2 is a great laptop for coding and web development. It is lightweight and has a great battery life. It is also very fast and has a great display.",
      "icon": "Ps5"
    },
    {
      "name": "Sharp 42” Led",
      "description": "Not the biggest screen out there, but perfect for my setup. It’s where I lose myself in epic worlds, from open-world RPGs to intense action games.",
      "icon": "Tv"
    },
    {
      "name": "Samsung Soundbar",
      "description": "Nothing beats the feeling of deep bass during an intense boss fight. My soundbar makes every explosion, soundtrack, and battle hit harder.",
      "icon": "Soundbar"
    }
  ]
}
